import { Scene } from "./scene";

export const SCENES: Scene[]=[
    {id: 1, name:'Пир для Умордхота', groups:[
        101,201,1,2,5,7,8,13
    ],codex:[1,10,11,12,13,14,15,16,17,18,19]},
    {id: 2, name:'Пришествие Азатота', groups:[
        102,201,1,2,3,4,7,15,13
    ],codex:[2,3,4,5,6,7,8,9]},
    {id: 3, name:'Завеса сумерек', groups:[
        103,201,4,5,6,7,8,21,13
    ],codex:[2,20,21,22,23,24,25,26,27,28]},
    {id: 4, name:'Эхо из глубин', groups:[
        104,201,1,3,4,6,7,20,13
    ],codex:[2,29,30,31,32,33,34,35,36,37,38,39,40]},
    {id: 5, name:'Дети Итакуа', groups:[
        105,201,1,2,4,8,7,10,9,203,13,14
    ],codex:[61,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105]},
    {id: 6, name:'Сны о Р\'льехе', groups:[
        106,201,5,6,7,8,9,10,11,12,13,14
    ],codex:[1,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,40]},
    {id: 7, name:'Безмолвие Цатхоггуа',groups:[
        107,201,3,4,5,6,7,16,13
    ],codex:[2,53,54,55,56,57,58,59,60]},
    {id: 8, name:'Бледный фонарь',groups:[
        108,201,1,3,5,9,12,19,18,13,14
    ],codex:[2,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90]},
    {id: 9, name:'Тираны разрушения', groups:[
        109,201,2,4,6,8,10,11,202,17,13,14
    ],codex:[61,62,63,64,65,66,67,68,69,70,71,72,73,74,75]},
    {id: 10, name:'Выстрелы вслепую', groups:[
        110,201,1,2,3,4,7,13
    ],codex:[1,41,42,43,44,45,46,47,48,49,50,51,52]},
    {id: 11, name:'Всепожирающий туман', groups:[
        101,201,1,2,5,7,8,13
    ],codex:[2,3,4,5,6,7,8,9]},
    {id: 12, name:'Гнев Нитокрис', groups:[
        111,201,1,2,3,4,6,13,22
    ],codex:[2,3,4,5,6,7,8,9]}
]
