import { Scene } from "./scene";

export const SCENES: Scene[]=[
    {id: 1, name:'Пир для Умордхота', groups:[
        101,201,1,2,5,7,8
    ]},
    {id: 2, name:'Пришествие Азатота', groups:[
        102,201,1,2,3,4,7,15
    ]},
    {id: 3, name:'Завеса сумерек', groups:[
        103,201,4,5,6,7,8,21
    ]},
    {id: 4, name:'Эхо из глубин', groups:[
        104,201,1,3,4,6,7,20
    ]},
    {id: 5, name:'Дети Итакуа', groups:[
        105,201,1,2,4,5,7,10,11,203
    ]},
    {id: 6, name:'Сны о Р\'льехе', groups:[
        106,201,5,6,7,8,9,10,11,12
    ]},
    {id: 7, name:'Безмолвие Цатхоггуа',groups:[
        107,201,3,4,5,6,7,16
    ]},
    {id: 8, name:'Бледный фонарь',groups:[
        108,201,1,3,5,9,12,19
    ]},
    {id: 9, name:'Тираны разрушения', groups:[
        109,201,2,4,6,8,10,11,202,17
    ]},
    {id: 10, name:'Выстрелы вслепую', groups:[
        110,201,1,2,3,4,7
    ]}
]
